{
"councils":[
  {"name": "Arteriosclerosis, Thrombosis, and Vascular Biology",
    "id": "ART",
    "model": "council1",
    "society": true,
    "sku": "sku1006",
    "councilCode" : "ATVB",
    "snippet": "The Council on Arteriosclerosis, Thrombosis and Vascular Biology (ATVB) works to advance and coordinate research, improve prevention, improve methods for diagnosis and treatment, and disseminate reliable and state-of-the-art information. ATVB sponsors an interdisciplinary annual conference and a scientific journal. Recognizes and supports junior and senior investigators with special activities and awards.",
    "addonid":"IART",
    "addonname":"International Arteriosclerotic Society",
    "addonprice":"3.00"
  },
  {"name": "Basic Cardiovascular Sciences",
    "id": "BCV",
    "model": "council2",
    "society": false,
    "sku": "sku1007",
    "councilCode" : "BCVS",
    "snippet": "The Council on Basic Cardiovascular Sciences brings together scientists from a broad range of disciplines, promotes research and facilitates high-quality training and education, and plays a major role in linking basic science to clinical science and advancing and applying basic knowledge to patients. Problems relating to functional genomics, cell signaling, myocardial biology, circulatory physiology, pathophysiology of arrhythmias and heart failure, and vascular biology receive special emphasis."},
  {"name": "Cardiopulmonary, Critical Care, Perioperative and Resuscitation",
    "id": "CPU",
    "model": "council3",
    "society": false,
    "sku": "sku1008",
    "councilCode" : "3CPR",
    "snippet": "The Cardiopulmonary, Critical Care, Perioperative and Resuscitation Council promotes research and training in the investigation of cardiopulmonary disorders and diseases and effective emergency care procedures. Also strives to provide a coordinated approach to care by communicating research results to the public and medical profession and by promoting clinical exploitation of research results. Members include specialists from many disciplines."},
  {"name": "Cardiovascular Disease in the Young",
    "id": "CVY",
    "model": "council4",
    "society": false,
    "sku": "sku1009",
    "councilCode" : "CVDY",
    "snippet": "The Council on Cardiovascular Disease in the Young focuses on children's heart health, including basic science and clinical investigation, epidemiology, clinical practice, and education programs. Facilitates the development of criteria for diagnosis, treatment, and prevention of congenital cardiovascular malformations and acquired heart diseases like rheumatic fever, bacterial endocarditic, Kawasaki disease, high blood pressure and atherosclerosis in children."},
  {"name": "Cardiovascular and Stroke Nursing",
    "id": "CVN",
    "model": "council5",
    "society": false,
    "sku": "sku1010",
    "councilCode" : "CVSN",
    "snippet": "The Council on Cardiovascular and Stroke Nursing promotes excellence in nursing care for patients and their families, ranging from primary prevention to the care of the critically ill. Integrates cardiovascular nursing research into the AHA's national research program and works to advance evidence based practice by disseminating knowledge generated by all types of research. Collaborates with other AHA scientific councils, cosponsors professional educational conferences, and participates in writing scientific papers."},
  {"name": "Cardiovascular Radiology and Intervention",
    "id": "RDM",
    "model": "council6",
    "society": false,
    "sku": "sku1011",
    "councilCode" : "CVRI",
    "snippet": "The Council on Cardiovascular Radiology and Intervention focuses on diagnostic radiology and interventional radiology applications to improve understanding of diseases of the cardiovascular, peripheral vascular, and cerebrovascular systems, and with the related imaging sciences. Plays a key role in setting standards for imaging equipment and the practice of cardiovascular/peripheral/cerebrovascular imaging and interventions. Also helps inform physicians and the public about new developments and forthcoming innovations."},
  {"name": "Cardiovascular Surgery and Anesthesia",
    "id": "CVS",
    "model": "council7",
    "sku": "sku1012",
    "society": false,
    "councilCode" : "CVSA",
    "snippet": "The Council on Cardiovascular Surgery and Anesthesia provides up-to-date information about surgery methods, breakthroughs and post- surgical care procedures to surgeons and anesthesiologists, and also to cardiologists, internists, general practitioners and basic scientists. Goals are to improve application of best practices in surgical procedures and anesthetic techniques, proactively advocate for relevant issues, and disseminate new knowledge so more patients may benefit from safer and more effective surgical treatment."},
  {"name": "Clinical Cardiology",
    "id": "CLI",
    "model": "council8",
    "sku": "sku1013",
    "society": false,
    "councilCode" : "CLCD",
    "snippet": "The Council on Clinical Cardiology encourages clinical research and quality patient care, and helps bring clinical perspective to AHA position papers, practice guidelines, and scientific statements. Responsible for the clinical sessions at the AHA's annual Scientific Sessions (including symposia, panels, and cardiovascular conferences). Also sponsors selected scientific conferences and advocates for patients with cardiovascular diseases."},
  {"name": "Epidemiology and Prevention",
    "id": "EPI",
    "model": "council9",
    "sku": "sku1014",
    "society": false,
    "councilCode" : "EPI",
    "snippet": "The Council on Epidemiology and Prevention emphasizes design concepts, methods, and interpretations of population studies, prevention research, and clinical trials, and develops and guides AHA programs related to epidemiology and prevention. The council has a key role in preventive cardiology by developing scientific bases for AHA recommendations. Members with expertise in a wide range of disciplines lead and guide the AHA on developing criteria and methods, pooling data, population-based studies, and preventing cardiovascular diseases."},
  {"name": "Functional Genomics and Translational Biology",
    "id": "WGF",
    "model": "council10",
    "society": false,
    "sku": "sku1015",
    "councilCode" : "FGTB",
    "snippet": "The Council on Functional Genomics and Translational Biology (FGTB) advances the discovery, translation and application across the spectrum of functional genomics and translational biology into cardiovascular health promotion. Integral to the American Heart Association operation, the FGTB Council provides a premier cross-disciplinary forum promoting and integrating new knowledge from molecules to populations in translational cardiovascular science and medicine. The FGTB Council places an emphasis on fostering the professional development of early career FGTB clinicians and scientists."},
  {"name": "Hypertension",
    "id": "HBP",
    "model": "council11",
    "society": false,
    "sku": "sku1016",
    "councilCode" : "HBPR",
    "snippet": "The Council on Hypertension promotes the study, prevention and treatment of hypertension and associated disorders by sponsoring an internationally renowned annual scientific conference and the Hypertension journal. The council encourages research and disseminates information, encourages both junior and senior investigators, and sponsors awards to recognize excellence in the field of hypertension."},
  {"name": "Kidney in Cardiovascular Disease",
    "id": "KID",
    "model": "council12",
    "society": false,
    "sku": "sku1017",
    "councilCode" : "KCVD",
    "snippet": "The Council on Kidney in Cardiovascular Disease provides education and new insights about the kidney's role in the pathogenesis, progression, morbidity and mortality of cardiovascular disease and serves as a liaison between the nephrology community and the AHA."},
  {"name": "Lifestyle and Cardiometabolic Health",
    "id": "NMP",
    "model": "council13",
    "society": false,
    "sku": "sku1018",
    "councilCode" : "LCD",
    "snippet": "The Council on Lifestyle and Cardiometabolic Health (formerly the Council on Nutrition, Physical Activity and Metabolism) contributes to the mission and objectives of the American Heart Association by focusing on nutrition, physical activity, metabolic disorders (obesity, diabetes, dyslipidemia) and the behaviors related to these conditions and how they contribute to the development of cardiovascular diseases. The council promotes research and clinical studies to develop approaches for the prevention and treatment of cardiovascular diseases and stroke. The council also develops advisory statements and educational materials for providers to help them prevent and treat these disorders."},
  {"name": "Peripheral Vascular Disease",
    "id": "WGA",
    "model": "council14",
    "society": false,
    "sku": "sku1019",
    "councilCode" : "PVD",
    "snippet": "The Council on Peripheral Vascular Disease expands information on peripheral vascular disease for the patient on the American Heart Association web site, advances and coordinates basic and clinical research, prevention, methods for vascular diagnosis and treatment and provides input for plenaries, cardiovascular seminars and how to sessions for AHA's annual Scientific Sessions. The Council works actively with other related organizations, clinicians and scientist of all disciplines."},
  {"name": "Quality of Care and Outcomes Research",
    "id": "WGQ",
    "model": "council15",
    "society": false,
    "sku": "sku1020",
    "councilCode" : "QCOR",
    "snippet": "The Council on Quality of Care and Outcomes Research provides a forum for a multidisciplinary group of volunteers committed to making a substantial contribution to reducing the burden of heart disease and stroke through improving healthcare quality and patient outcomes; conducts the annual Quality of Care and Outcomes Research in Cardiovascular Disease and Stroke Scientific Sessions, develops scientific statements, makes significant contributions to AHA's annual Scientific Sessions."},
  {"name": "Stroke Council",
    "id": "STK",
    "model": "council16",
    "society": false,
    "sku": "sku1021",
    "councilCode" : "STROKE",
    "snippet": "The Stroke Council works to help prevent, identify, and treat cerebrovascular disease and rehabilitate those who have it. The Council helps publish Stroke, awards scholarships and conducts the International Stroke Conference, one of the most successful and prestigious conferences in the world.",
    "addonid":"WSO",
    "addonname":"World Stroke Organization",
    "addonprice":"20.00"
  }

]
}