{
 "journals": [
  {
   "name": "Arteriosclerosis, Thrombosis, and Vascular Biology",
   "id": "journal-1",
   "model": "journal1",
   "value": "journal1",
   "journalCode":"JATVB",
   "price": "$626.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": true,
   "inside": "$634.00",
   "outside": "$752.00",
   "snippet": "Arteriosclerosis, Thrombosis, and Vascular Biology is the forum for publication of research on the biology, prevention, and impact of vascular diseases related to arteriosclerosis and thrombosis from a variety of disciplines including biochemistry, biophysics, cell and molecular biology, clinical investigation, epidemiology, genetics, lipoproteins, nutrition, metabolism, and pathology."
  },
  {
   "name": "Circulation",
   "id": "journal-2",
   "model": "journal2",
   "value": "journal2",
   "journalCode":"JCIRC",
   "price": "$615.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": true,
   "inside": "$623.00",
   "outside": "$954.00",
   "snippet": "Written and edited by renowned professionals, each weekly issue of Circulation represents the best in the field. A combination of basic science and clinical application that doesn't just present great ideas, but also explains how to use them effectively in your daily practice. Selected as one of the most influential journals of the last 100 years in medicine and biology by the SLA Biomedical & Life Sciences Division. The \"European Perspectives\" edition is available for readers in Europe. "
  },
  {
   "name": "Circulation: Arrhythmia and Electrophysiology",
   "id": "journal-3",
   "model": "journal3",
   "value": "journal3",
   "journalCode":"JAE",
   "price": "$305.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": false,
   "inside": "$00.00",
   "outside": "$00.00",
   "snippet": "Circulation: Arrhythmia and Electrophysiology publishes high-quality, clinically relevant articles focusing on advances in the understanding of the pathophysiology, diagnosis, and treatment of cardiac arrhythmias. The journal reflects the rapid evolution of cardiac electrophysiology as a discipline in its own right, and presents critical new research on topics relevant to clinical application. Commentaries and reviews on topics of special interest, editorials and opinion pieces, and other special features provide a worldwide, clinical forum for all professionals in the field."
  },
  {
   "name": "Circulation: Cardiovascular Genetics",
   "id": "journal-4",
   "model": "journal4",
   "value": "journal4",
   "journalCode":"JCG",
   "price": "$305.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": false,
   "inside": "$00.00",
   "outside": "$00.00",
   "snippet": "Circulation: Cardiovascular Genetics publishes articles related to research in human cardiovascular genetics, including studies on Mendelian disorders and complex cardiovascular traits and disorders. Research incorporates the latest clinically relevant analytical modalities (such as haplotype maps), genome-wide association studies, transcriptomics, proteomics, and metabolomics (biomarkers), and their application to diagnostics, prognostics, and therapeutics in genetically determined cardiovascular diseases."
  },
  {
   "name": "Circulation: Cardiovascular Imaging",
   "id": "journal-5",
   "model": "journal5",
   "value": "journal5",
   "journalCode":"JCIMG",
   "price": "$305.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": false,
   "inside": "$00.00",
   "outside": "$00.00",
   "snippet": "Circulation: Cardiovascular Imaging publishes high-quality, patient-centric articles focusing on observational studies, clinical trials, and advances in applied (translational) research featuring innovative, multimodality approaches to diagnosis and risk stratifications of cardiovascular disease."
  },
  {
   "name": "Circulation: Cardiovascular Interventions",
   "id": "journal-6",
   "model": "journal6",
   "value": "journal6",
   "journalCode":"JCINT",
   "price": "$305.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": false,
   "inside": "00.00",
   "outside": "$00.00",
   "snippet": "Circulation: Cardiovascular Interventions focuses on interventional techniques pertaining to coronary artery disease, structural heart disease, and vascular disease, with priority placed on original research and on randomized trials and large registry studies, which significantly advance your practice and your patients' outcomes. In addition, pharmacological, diagnostic, and pathophysiological aspects of interventional cardiovascular disease are given special attention."
  },
  {
   "name": "Circulation: Cardiovascular Quality and Outcomes",
   "id": "journal-7",
   "model": "journal7",
   "value": "journal7",
   "journalCode":"JCQO",
   "price": "$305.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": false,
   "inside": "$00.00",
   "outside": "$00.00",
   "snippet": "Circulation: Cardiovascular Quality and Outcomes publishes articles related to improving cardiovascular health and health care. Content includes original research, reviews, and case studies relevant to clinical decision-making and healthcare policy. The journal is dedicated to furthering the mission of promoting safe, effective, efficient, equitable, timely, and patient-centered care."
  },
  {
   "name": "Circulation: Heart Failures",
   "id": "journal-8",
   "model": "journal8",
   "value": "journal8",
   "journalCode":"JHF",
   "price": "$305.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": false,
   "inside": "00.00",
   "outside": "$00.00",
   "snippet": "Circulation: Heart Failure is the resource for critical, high-quality, clinically relevant articles focusing on observational studies, clinical trials, epidemiology, and advances in applied (translational) research related to heart failure. In addition to original articles, several robust review series-focusing on advances in, development of therapeutics for, and controversies in heart failure-are complemented by special sections such as case studies with dynamic interchanges between readers and experts, letters to the editor, imaging and case reports, and additional features, providing a worldwide forum for all professionals interested in the study of and patient management for heart failure."
  },
  {
   "name": "Circulation Research",
   "id": "journal-9",
   "model": "journal9",
   "value": "journal9",
   "journalCode":"JRES",
   "price": "$742.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": true,
   "inside": "$749.00",
   "outside": "$888.00",
   "snippet": "Each biweekly issue of Circulation Research publishes some of the most revolutionary research in areas like cellular therapy/stem cells, microRNA biology, development, proteomics, translational research, and more."
  },
  {
   "name": "Hypertension",
   "id": "journal-10",
   "model": "journal10",
   "value": "journal10",
   "journalCode":"JHYP",
   "price": "$543.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": true,
   "inside": "$552.00",
   "outside": "$711.00",
   "snippet": "Each monthly issue of Hypertension delivers some of the best high blood pressure-related articles. Articles are focused on basic science, clinical treatment, and prevention of hypertension and related cardiovascular, metabolic and renal diseases, and are the papers you can count on to prove their significance for years to come."
  },
  {
   "name": "Stroke",
   "id": "journal-11",
   "model": "journal11",
   "value": "journal11",
   "journalCode":"JSTR",
   "price": "$543.00",
   "editor": "Mark Taubman, MD",
   "issues": "12",
   "print": true,
   "inside": "$552.00",
   "outside": "$683.00",
   "snippet": "Each monthly issue of Stroke represents the best in the field-original contributions, research letters, case reports, short communications, advances, comments, opinions, reviews, controversies, emerging therapies, topical reviews, and Cochrane Corner."
  }
 ]
}